Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/oulun_yliopisto_sai_rahoituksen_saamenkielisten_aineenopettajien_koulutushankkeelle.html.tmx
Source language: fin
Languages: sms

source: Oulun yliopisto sai rahoituksen saamenkielisten aineenopettajien koulutushankkeelle
sms: Oulu universitetta teäggtõs sääʹmǩiõllsaž aaunâsuʹčteeʹli škooultõshaʹŋǩǩõʹsse

source: Opetus- ja kulttuuriministeriö myönsi Oulun yliopistolle 750 000 euron hankerahoituksen saamenkielisten aineenopettajien koulutushankkeelle.
sms: Mättʼtõs- da kulttuurministeria miõđi Oulu universitetta 750 000 euro haʹŋǩǩõsteäggtõõzz sääʹmǩiõllsaž aaunâsuʹčteeʹli škooultõshaʹŋǩǩõʹsse.

source: Hankehakijana oli Oulun yliopiston Giellagas-instituutti ja yhteistyökumppaneina kasvatustieteiden tiedekunta, Saamelaisalueen koulutuskeskus ja Saamelaiskäräjät.
sms: Haʹŋǩǩõsooccjen leäi Oulu universiteeʹtt Giellagas-instituutt da õhttsažtuejjkueiʹmmen pedagoogtiõđi tiõđkåʹdd, Sääʹmvuuʹd škoouʹlʼjemkõõskõs da Sääʹmteʹǧǧ.

source: – Hankerahoitus on todella iloinen uutinen, toteaa Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio.
sms: – Haʹŋǩǩõsteäggtõs lij samai rämmai oođâs, tuâtt Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikio.

source: Puute saamenkielisistä opettajista on ollut kauan tiedossamme ja työlistan kärjessä.
sms: Vääʹnn sääʹmǩiõllsaž uʹčteeʹlin lij leämmaž kuuʹǩǩ teâđast da tuejjliistâst pâʹjjen.

source: Opettajatilanteen parantaminen mainitaan myös Saamelaiskäräjien vaalikauden toimintaohjelmassa .
sms: Uʹčteeʹlvueʹjj pueʹrummuš peäggtet Sääʹmteeʹǧǧ vaalpoodd tuåimmjemprograammâst še.

source: Saamelaiskäräjät toteutti lokakuussa esiselvityksen saamenkielisten opettajien saatavuudesta, tilanteesta ja koulutustarpeista.
sms: Sääʹmteʹǧǧ viiǥǥi kålggmannust čõõđ ouddčiõlǥtõõzz sääʹmǩiõllsaž uʹčteeʹli vuäǯǯamvuõđâst, vueʹjjest da škoouʹlʼjemtaarbin.

source: – Saamenkielisistä opettajista on huutava pula, koska ensimmäisten sukupolvien opettajat ovat jääneet tai jäämässä eläkkeelle ja uusia opettajia valmistuu liian hitaasti, kertoo Saamelaiskäräjien koulutussihteeri Ulla Aikio-Puoskari.
sms: – Sääʹmǩiõllsaž uʹčteeʹlin lij samai jõnn vääʹnn tõn diõtt, go vuõssmõs sokkpuõlvvõõǥǥi uʹčteeʹl lie pääʹccmen jeältõʹǩǩe da ođđ uʹčteeʹl valmštâʹvve čuuʹt meälǥžet, maainâst Sääʹmteeʹǧǧ škoouʹlʼjempiisar Ulla Aikio-Puoskari.

source: – Suurin pula on juuri saamenkielisistä aineenopettajista.
sms: – Šuurmõs vääʹnn lij âiʹdde sääʹmǩiõllsaž aaunâsuʹčteeʹlin.

source: Aineenopettajapula on ollut yksi merkittävimmistä esteistä saamenkielisen opetuksen laajentamiseksi perusopetuksen yläluokilla.
sms: Aaunâsuʹčteeʹlvääʹnn lij leämma õhtt šuurmõs cõgldõõzzin sääʹmǩiõllsaž mättʼtõõzz veeidummšest vuâđđmättʼtõõzz pââiklaassin.

source: Suunnitellun hankkeen tarkoituksena on toisaalta mahdollistaa jo kelpoisille opettajille saamen kielten opiskelu ja saamenkielinen opetustyö, toisaalta mahdollistaa saamenkielistä opetusta hoitaville epäpäteville henkilöille aineenopettajan kelpoisuuden hankkiminen.
sms: Plaanum haʹŋǩǩõõzz mieʹrren lij nuuʹbb beäʹlnn vueiʹtlvâʹstted juʹn ââʹnteei uʹčteeʹlid sääʹmǩiõli mättʼtõõllmõš da sääʹmǩiõllsaž mättʼtemtuejj, nuuʹbb beäʹlnn vueiʹtlvâʹstted pannââʹnteei oummid aaunâsuʹčteeʹl ââʹntemvuõđ haʹŋǩǩummuš.

source: Opetus- ja kulttuuriministeriö myönsi opettajankoulutuksen kehittämishankkeisiin yhteensä 12 milj. euroa.
sms: Mättʼtõs- da kulttuurministeria miõđi uʹčteeʹlškooultõõzz ooudâsviikkâmhaʹŋǩǩõõzzid õhttsiʹžže 12 miljoon euʹrred.

source: Erityisavustusten tavoitteena on Opettajankoulutuksen kehittämisohjelman toimeenpanon edistäminen.
sms: Spesiaalveäʹǩǩvuõđi täävtõssân lij Uʹčteeʹlškooultõõzz Ooudâsviikkâmprograamm tiuʹddepiijjmõõžž ooudummuš.

source: Avustusta myönnettiin opetus- ja kulttuuriministeriön toimialaan kuuluville yliopistoille ja ammattikorkeakouluille, joilla on opettajankoulutustehtävä.
sms: Veäʹǩǩvuõđ miõʹtteš škoouʹlʼjem- da kulttuurministeria tuåimmvoudda kuulli universiteeʹttid da ämmatõllškooulid, koin lij uʹčteeʹlškoouʹlʼjemtuejj.

source: Erityisiä valtionavustuksia myönnettiin yhteensä 12,7 miljoonaa euroa 1-3-vuotisiin hankkeisiin, jotka käynnistyvät vuonna 2018.
sms: Spesiaal valdiaveäʹǩǩvuõđid miõʹtteš õhttsiʹžže 12,7 miljoon euʹrred 1-3-ekksaž haʹŋǩǩõõzzid, kook jåʹttje eeʹjjest 2018.

source: Hankkeilla uudistetaan opettajien perus-, perehdyttämis- ja täydennyskoulutusta sekä vahvistetaan korkeakoulujen ja koulutuksen järjestäjien yhteistoimintaa.
sms: Haʹŋǩǩõõzzin oođeet uʹčteeʹli vuâđđ-, harjjnâʹttem- da tiuddeemškoouʹlʼjummuž.

source: Rahoitettavat 25 kehittämishanketta ovat osa opettajankoulutuksen kehittämisohjelmaa.
sms: 25 haʹŋǩǩõssâd koid teäggtet, lie vueʹss uʹčteeʹlškooultõõzz ooudâsviikkâmprograamm.

source: OKM:n tiedote 15.6.2018: https://minedu.fi/avustukset/avustus/-/asset_publisher/%20korkeakoulujen-opettajankoulutuksen-kehittamishankke-2
sms: MKM teâđtõs 15.6.2018: https://minedu.fi/avustukset/avustus/-/asset_publisher/%20korkeakoulujen-opettajankoulutuksen-kehittamishankke-2

source: Lisätietoja:
sms: Lââʹssteâđaid oudd:

source: Koulutussihteeri Ulla Aikio-Puoskari, ulla.aikio-puoskari(at)samediggi.fi, 010 8393 112
sms: Škoouʹlʼjempiizar Ulla Aikio-Puoskari, ulla.aikio-puoskari(at)samediggi.fi, 010 8393 112
